{
	"tabbar.home": "Home",
	"tabbar.profile": "Profile",
	
	"index.lcl": "EXPORT",
	"index.ilcl": "IMPORT",
	"index.fcl": "FCL",
	"index.land": "LTL",
	"index.truk": "CONTAINER",
	"index.lcldescribe": "More than 110 ports around the world",
	"index.fcldescribe": "FCL exported to all over the world",
	"index.bussiness": "worldjaguar link the world",
	
	"index.import": "OceanImport and export",
	"index.railway": "Ocean-Railway",
	"index.commerce": "E-commerce Business",
	"index.landlocked": "Landlocked Trailer",
	"index.supply": "Supply Chain Management",
	"index.air": "Air",
	"index.bonded": "Bonded Warehousing",
	"index.transport": "Bulk Cargo Transport",
	"index.customs": "Customs Broker",
	"index.cfs": "LCL-CFS",
	
	"business.import": "worldjaguar Container Lines is based in China and looks at the world. More than 600 agency networks all over the world, more than 120 international routes, more than 150 direct ports, services covering more than 1,000 ports and inland points around the world, with a strong global agency network, mainly covering regions such as Hong Kong, Taiwan, Japan, South Korea, Europe, the Mediterranean, the United States, Canada, Central and South America, Southeast Asia, Australia, Indonesia, etc. It can undertake FCL and LCL business all over the world.",
	"business.railyway": "Multimodal transportation (sea-rail combined transportation) is another major advantage of worldjaguar. In response to the national strategy of the Belt and Road Initiative, it focuses on the starting point market of the 'Silk Road'; its business involves Central Asia, China-Mongolia, China-Russia, and China-Europe Railway Express. We wholeheartedly provide customers with railway transportation from China or transit through China to the five Central Asian countries, Russia, Mongolia, Europe and other places, as well as related trailers, warehousing, agency import and export declarations, inspection and quarantine, agency transportation insurance, etc. To provide customers with 'one-stop' comprehensive logistics services."	,
	"business.commerce": "Taking advantage of our own warehouse in the bonded logistics park near the port, our company has made every effort to develop the cross-border e-commerce business sector in early 2014, undertaking cross-border e-commerce direct mail, stocking ground service business, the backbone members of the business team are in other Work experience in relevant units in cross-border e-commerce pilot cities, and all of them have been engaged in the international freight forwarding industry for many years, and have rich experience in cross-border e-commerce ground services.",
	"business.landlocked": "Specializing in domestic long-distance vehicle, less-than-truckload transportation, road express, large-scale transportation, long-distance handling, cargo warehousing, warehouse management, urban cargo distribution, and cargo sorting logistics processing. We own and integrate many vehicles with complete models. Warehouse and distribution area of 4,800 square meters. We have established long-term cooperative relationships with many Fortune 500 companies. With a stable, reliable and safe operation network, scientific capital integration, and advanced management technology, we can provide all-round logistics services for various companies.",
	"business.supply": "Utilize the breadth and depth of our logistics network and other resources to coordinate (integrate) internal and external resources in the supply chain, and provide the most professional design, planning and operation of the supply chain and other one-stop comprehensive services that are closer to customers. Empower the entire trade link to form a complete supply chain closed loop, enabling supply chain services to extend from the manufacturer (trader) supplier procurement, supplier selection, and supply chain finance links to intelligent inventory warehousing, international customs clearance, and distribution centers , transportation, channel dealers, etc. until finally meeting all the needs of merchants for business flow, information flow, capital flow, logistics, etc.",
	"business.air": "worldjaguar Container Lines has signed the main airline company agreements in many places in China, has the import and export qualifications of airport customs and terminals, and has customs import supervision warehouses. It can directly operate import air transport business with airlines, terminals and customs, and provide one-stop customs clearance and delivery. At the same time, it can operate cross-border e-commerce business, e-commerce direct purchase and customs transit business.",
	"business.bonded": "worldjaguar Container Lines has large bonded warehouses in Qingdao Airport and Qianwan Bonded Port Area, including special bonded warehouses for cross-border e-commerce. Focus on cross-border e-commerce, bonded warehousing, re-export, transit consolidation and other businesses. At the same time, worldjaguar Container Lines has overseas bonded warehouses in Incheon, South Korea and other places, and has close partners in Australia, the Netherlands, the United Kingdom, and the United States. It can operate cross-border e-commerce bonded stocking and direct purchase import services and cross-border e-commerce export business. The indoor bonded warehouse of Wanjia Container Lines has expanded to 6238 square meters. All-round monitoring in the warehouse, liftable shelves, bar code management. Safe, efficient and accurate service!",
	"business.transport": "International transshipment and consolidation business refers to a port where overseas goods are transported to the port through offshore and ocean international routes, unpacked and classified in the customs supervision warehouse, and repacked with local sources of goods according to different destination ports before being transported out of the country. Logistics business. After Wanjia Container Lines undertook the first transshipment consolidation in Qingdao Port, it has continued to complete a number of containers from Japan, South Korea, India, the United States, Taiwan, etc. to Japan, Southeast Asia, Turkey, Lithuania, Central and South America, and Canada.",
	"business.customs": "Our company invested in the establishment of Qingdao Jiada Customs Broker Co., Ltd. in August 2012 as a customs declaration agent, mainly engaged in import and export customs declaration business. In April 2014, it passed the customs review and became a Class A customs declaration enterprise, and has participated in customs and industry policy research for many times. Now there are export, import, field service, inspection and other business departments, which are respectively responsible for export declaration, import declaration,bonded customs declaration, front desk delivery, terminal inspection, import and export inspection (legal inspection, packaging inspection, dangerous goods, pre-shipment Inspection) and other business links. The company's various systems are perfect, all links are closely linked, information transmission is high, timely and accurate, and the comprehensive error rate is low.And will continue to be committed to realizing the business philosophy of cooperating with customs and serving customers,refusing to act as an agent of illegal business, and working hard to achieve a win-win situation between customs and enterprises.",
	"business.cfs": "Our company has a LCL warehouse of more than 5,000 square meters in the Qingdao Port Logistics Warehousing Center. The LCL warehouse is equipped with forklifts, pallets, balers and other equipment, and has professional operators, tally personnel and its own team of stevedores. In addition to serving our own LCL, the warehouse also provides external services. While providing customers with traditional warehouse services, it can also provide various services such as loading and unloading, packaging, inspection, and LCL packing of export goods.",

	"profile.price": "Quotes",
	"profile.text": "User Agreement",
	"profile.card": "Exclusive service",
	"profile.share": "One-to-one service",
	"profile.version": "Version",
	"profile.contact": "Contact",
	"profile.registered": "Registered",
	"profile.support": "Service:",
	"profile.email": "E-mail:",
	"profile.phone": "Phone:",
	"profile.qq": "Tencent QQ:",
	"profile.name": "Lily Wu",
	"profile.login": "Logout",
	
	"my.card": "Exclusive card",
	"my.share": "Share your business card",
	
	"navigate.profile": "Profile",
	"navigate.export": "Export LCL Search",
	"navigate.list": "Export LCL List",
	"navigate.details": "Export LCL Details",
	"navigate.import": "Import LCL List",
	"navigate.imdetails": "Import LCL Details",
	"navigate.fcl": "Export FCL Search",
	
	"navigate.image": "Save Image",
	"navigate.hisory": "History",
	"navigate.business": "Business",
	"navigate.world": "worldjaguar",
	"navigate.agreement": "Agreement",
	"navigate.service": "Service",
	"navigate.edit": "Edit Info",
	
	"search.pol": "POL",
	"search.pod": "POD",
	"search.history": "History",
	"search.clear": "Clear All",
	"search.btn": "Query",
	
	"placeholder.pol": "Please select POL",
	"placeholder.pod": "Please select POD",
	
	"lcllist.rt": "RT Scope:",
	"lcllist.carrier": "Carrier:",
	"lcllist.voyage": "Voyage:",
	"lcllist.etd": "ETD:",
	"lcllist.light": "Light",
	"lcllist.heavy": "Heavy",
	"lcllist.vol": "Vol.ratio",
	"lcllist.vaild": "Valid:",
	"lcllist.standard": "Standard:",
	"lcllist.normal": "Standard",
	"lcllist.low": "Low",
	"lcllist.high": "High",
	"lcllist.consignee": "Consignee",
	"lcllist.transfer": "Transfer",
	"lcllist.direct": "Direct",
	"lcllist.transfers": "Transfer",
	"lcllist.fee": "Standard",
	"Imlcl.type": "Type:",	
	
	"lcldetail.si": "SI Cutoff",
	"lcldetail.cy": "CY Cutoff",
	"lcldetail.warehouse": "Warehouse:",
	"lcldetail.address": "Address:",
	"lcldetail.contact": "Warehouse-Contact:",
	"lcldetail.phone": "Warehouse-Phone:",
	"lcldetail.charge": "Charge List",
	"lcldetail.edit": "Edit Quotation",
	"lcldetail.pay": "Pay",
	
	"pub.data": "No Data",
	"pub.day": "Day",
	"pub.freight": "Freight and surcharges",
	"pub.pol": "Origin",
	"pub.pod": "Dest",
	"pub.tips": "Edit cargo information and calculate charges online",
	"pub.pcs": "PCS",
	"pub.kgs": "KGS",
	"pub.cbm": "CBM",
	"pub.image": "Save Image",
	"pub.price": "Save Price",
	"pub.add": "Add",
	"pub.total": "Total",
	"pub.cargo": "Cargo",
	"pub.info": "Please enter the cargo information according to the required RT range and Volume ratio",
	"pub.inputquantity": "Please enter quantity",
	"pub.inputweight": "Please enter weight",
	"pub.inputvolume": "Please enter volume",
	"pub.computed": "Calculate",
	"pub.charge": "Charge name",
	"pub.currency": "Currency",
	"pub.unitprice": "Quoted Rate",
	"pub.unit": "Unit",
	"pub.quantity": "Quantity",
	"pub.quotedprice": "Quoted Amount",
	"pub.remark": "Remark",
	"pub.sales": "Sales",
	"pub.phone": "Phone",
	"pub.email": "Email",
	"pub.saveImage": "Save Image",
	"pub.confirm": "Confirm",
	"pub.salescontact": "Contact",
	"pub.salestel": "Phone",
	"pub.salesemail": "Email",
	"pub.pricetip": "The aboveloading quotation and billing results are for reference only, please contact our staff for the final quotation.",
	"pub.fcltip": "★Indicates that the fee is a single fee。",
	"pub.getdata": "Fail error",
	"pub.loading": "Loading...",
	"pub.saveimageauthor": "Successful",
	"pub.author": "Please open the Save Album permission",
	"pub.port": "Please enter the port of departure and port of destination",
	"pub.notice": "Tips",
	"pub.deletehistory": "Are you sure you want to clear history",
	"pub.deletedata": "Are you sure you want to delete this data?",
	"pub.confirmtext": "Confrim",
	"pub.canceltext": "Cancel",
	"pub.delfail": "Delete Fail",
	"pub.created": "Please edit quotation first",
	"pub.savefail": "Save fail",
	"pub.computedsuccess": "Successful",
	"pub.rightfee": "Please enter the correct fee",
	"pub.ratio": "The entered cargo information has an unacceptable RT Scope or Vol.ratio",
	"pub.clearall": "Clear cache",
	"pub.convert": "Convert",
	"pub.address": "Address",
	"pub.wechat": "Wechat",
	"pub.qciq": "QQ",
	"pub.minifir": "Long press to",
	"pub.minisec": "identify qrcode",
	"pub.sloganone": "Let me be your logistics",
	"pub.slogantwo": "steward",
	"pub.login": "Login",
	"pub.time": "to",
	"pub.freightRemark": "FreightRemark",
	"pub.polRemark": "PolRemark",
	"pub.podRemark": "PodRemark",
	"pub.min": "Min",
	"pub.max": "Max",
	"pub.minnum": "Min-Quantity",
	"pub.updatetext": "Notice",
	"pub.update": "The version has been updated, please restart the application",
	"pub.updatefail": "Update Fail",
	"pub.updatefailtext": "The update failed, please search the miniprogram again",
	"pub.weixin": "The current WeChat version is too low, and this function may not be available. Please upgrade to the latest version and try again",
	"pub.priceTips": "The above quotation and billing results are for reference only, please contact our staff for the final quotation.",
	"pub.reset": "Reset",
	"pub.country": "Select country/region",
	"pub.dest": "Destination country/region:",
	"pub.origin": "Origin country/region:",
	
	"history.time": "Time",
	"history.details": "History Details",
	
	"login.title": "worldjaguar",
	"login.text": "You will login website,please confirm whether to operate by yourself",
	"login.describe": "Requests to use your WeChat name, profile photo, gender and mobile",
	"login.confirm": "Confirm",
	"login.cancel": "Cancel",
	"login.success": "Success",
	"login.email": "Email",
	"login.password": "Password",
	"login.emailtips": "Enter your email",
	"login.passwordtips": "Enter your password",
	"login.register": "Create an account",
	
	"edit.name": "Name",
	"edit.phone": "Mobile",
	"edit.mobile": "Phone-Number",
	"edit.Tipname": "Input your nickname",
	"edit.TipMobile": "Get mobile number",
	"edit.confirm": "Confirm",
	"edit.cancel": "Cancel",
	"eidt.validate": "Phone number and nickname cannot be empty",
	"edit.success": "Success",
	"edit.fail": "Fail",
	"edit.numberfail": "Fail",
	
	"ltl.title": "LTL",
	"ltl.pickUp": "Pick-up Address:",
	"ltl.postcode": "Postcode:",
	"ltl.postinput": "Enter postcode",
	"ltl.pickaddress": "Select Pick-up Address",
	"ltl.port": "Port:",
	"ltl.selectport": "Enter Port"
}